{
  "AllVacancy": [
    {
      "Профессия": "Jun+ Python Разработчик",
      "Заработная плата": 90000,
      "Ссылка на вакансию": "https://hh.ru/vacancy/80953982",
      "Требования к работе": "Хорошее знание фреймворков Django, FastAPI. ⁃ Хорошее знание SQL. ⁃ Понимание принципов ООП (SOLID, DRY, KISS). ⁃ Уверенный уровень владения Git и командной..."
    },
    {
      "Профессия": "SRE Engineer",
      "Заработная плата": "З/П не указана",
      "Ссылка на вакансию": "https://hh.ru/vacancy/80316762",
      "Требования к работе": "Опыт работы с Kubernetes, организации его мониторинга и владение Helm. Владение любым языком: Bash, <highlighttext>Python</highlighttext>, Go, Groovy и т.д.. "
    },
    {
      "Профессия": "Стажер в команду тестирования",
      "Заработная плата": 40000,
      "Ссылка на вакансию": "https://hh.ru/vacancy/80610019",
      "Требования к работе": "Иметь профильное высшее образование или учиться на IT или математической специальности. Способность и желание разбираться информационными системами. Базовые знание теории..."
    },
    {
      "Профессия": "Аналитик со знанием Python",
      "Заработная плата": 100000,
      "Ссылка на вакансию": "https://hh.ru/vacancy/80925659",
      "Требования к работе": "Владение 1С, умение получить нужную информацию, создать отчет (ТЗ). Продвинутое владение Excel. Опыт работы с <highlighttext>Python</highlighttext>."
    },
    {
      "Профессия": "Backend разработчик на python",
      "Заработная плата": 40000,
      "Ссылка на вакансию": "https://hh.ru/vacancy/80972636",
      "Требования к работе": "Хорошие знания <highlighttext>Python</highlighttext> 3.8+. Опыт работы с Selenium, OpenCV, Django. Знание SQL, опыт работы на уровне написания запросов..."
    },
    {
      "Профессия": "Исследователь данных, удаленно",
      "Заработная плата": 190000,
      "Ссылка на вакансию": "https://hh.ru/vacancy/79326590",
      "Требования к работе": "Умение слышать реальные боли заказчика. — Знание статистики, математического анализа, теории вероятностей, линейной алгебры. — Понимание бизнес-метрик. — Уверенные знание SQL (составление..."
    },
    {
      "Профессия": "Junior Backend Developer (Python)",
      "Заработная плата": "З/П не указана",
      "Ссылка на вакансию": "https://hh.ru/vacancy/80747866",
      "Требования к работе": "Опыт программирования на <highlighttext>python</highlighttext>. Умение покрывать код тестами. Понимание принципов веб-программирования (HTTP, API, RPC). Опыт использования библиотек и фреймворков..."
    },
    {
      "Профессия": "Python-разработчик (удаленно/гибрид)",
      "Заработная плата": "З/П не указана",
      "Ссылка на вакансию": "https://hh.ru/vacancy/80980073",
      "Требования к работе": "Опыт работы с ORM SQLalchemy, миграции Alembic. Понимание асинхронности и многопоточности, знакомство с <highlighttext>Python</highlighttext> async не понаслышке. Опыт работы с..."
    },
    {
      "Профессия": "Стажер Data Enginner",
      "Заработная плата": "З/П не указана",
      "Ссылка на вакансию": "https://hh.ru/vacancy/81055961",
      "Требования к работе": "Базовые знания SQL (на уровне селектов). Опыт использования <highlighttext>Python</highlighttext>/Java в рамках академической деятельности. Базовый опыт работы с Linux."
    },
    {
      "Профессия": "DevOps engineer",
      "Заработная плата": "З/П не указана",
      "Ссылка на вакансию": "https://hh.ru/vacancy/80978332",
      "Требования к работе": "Умение читать исходники (как ansible, так и opensource продуктов, особенно нужен <highlighttext>python</highlighttext>) и самостоятельно разбираться в проблеме. Современная техника. "
    },
    {
      "Профессия": "Аналитик данных",
      "Заработная плата": "З/П не указана",
      "Ссылка на вакансию": "https://www.superjob.ru/vakansii/analitik-dannyh-44488229.html",
      "Требования к работе": "Сбер разрабатывает современные IT-решения для развития бизнеса. Наше IT-комьюнити стремительно расширяется и в таком же темпе мы ищем новые таланты.\nПриглашаем в команду аналитика данных. Если тебе интересно это направление, и ты хочешь участвовать в запуске крутых проектов в масштабе страны, откликайся!\nТебе предстоит:\n• искать и анализировать данные из разных источников, разрабатывать математические модели\n• визуализировать и интерпретировать полученные результаты анализа\n• проверять гипотезы на данных и обрабатывать ad-hoc запросы\n• участвовать в совершенствовании системы отчетности\n• проводить аналитические исследования\nМы ждем от тебя:\n• высшее техническое или экономическое образование\n• опыт анализа больших объемов данных, построения моделей, прогнозирования на будущие периоды\n• знание математической статистики и методов статистического анализа данных\n• опыт автоматизации или оптимизации процессов\n• опыт работы с СУБД: Teradata или Oracle или Greenplum, языками программирования: SQL и Python, с Power BI/Сonfluence/QLIK Sense/Visio\nМы предлагаем:\n• стабильный оклад и социальную поддержку сотрудников\n• официальное оформление с первого дня\n• мощное оборудование за счет компании\n• работу бок о бок лучшими из IT-индустрии, каждый из которых может поделиться своей экспертизой\n• митапы внутри компании, участие в крупнейших конференциях\n• обучение в одном из лучших Корпоративных университетов и в Виртуальной школе Сбера\n• современный офис с тихими местами для работы и зонами релаксации и спортзалом\n• корпоративный спортзал прямо в офисе\n• расширенный ДМС с первого дня для сотрудников и льготное страхование для близких корпоративную пенсионную программу\n• ипотеку ниже на 4% для каждого сотрудника\n• бесплатную подписку СберПрайм+ и скидки на продукты компаний-партнеров."
    },
    {
      "Профессия": "Специалист службы поддержки с техническими знаниями",
      "Заработная плата": 15000,
      "Ссылка на вакансию": "https://www.superjob.ru/vakansii/specialist-sluzhby-podderzhki-s-tehnicheskimi-znaniyami-45455010.html",
      "Требования к работе": "Яндекс.Карты хранят и обновляют координаты гигантского количества населенных пунктов, водоемов, улиц, остановок, магазинов и других точек нашей планеты. Сервис с доступом к такому массиву данных умеет не только находить адрес ближайшего бассейна, но также вычислять время пути до него и строить удобные маршруты с учетом пробок. Такие возможности хотят использовать многие приложения и сайты, а мы с радостью этой возможностью делимся.\nИщем специалистов, которые будут помогать нашим партнерам правильно и безопасно встраивать карты и картографические технологии Яндекса в свои проекты.\nЧто нужно делать:\n• отвечать на сообщения пользователей по почте и в чатах;\n• консультировать их о вопросах, связанных с Яндексом;\n• передавать информацию разработчикам и менеджерам, помогая улучшать сервисы;\n• иногда решать новые интересные задачи — ведь мы постоянно растем и меняемся.\nМы ждем, что вы:\n• грамотно пишете по-русски;\n• умеете четко и структурированно излагать мысли;\n• легко находите главную информацию в текстах разного объема;\n• умеете читать языки JavaScript, HTML и Python;\n• имеете высшее или неоконченное высшее образование (техническое будет плюсом);\n• помогали людям онлайн;\n• умеете работать самостоятельно и в команде;\n• готовы к гибкому графику;\n• ответственны, стрессоустойчивы, самоорганизованны;\n• умеете работать с большим объемом информации;\n• готовы учиться;\n• не устаете от однообразных задач.\nУсловия:\n• работа из дома;\n• оформление совместительства;\n• частичная занятость: 20 рабочих часов в неделю;\n• гибкий график: 5-дневная рабочая неделя, 4 рабочих часа в день, плавающие выходные, начало смен обсуждается индивидуально;\n• сдельная оплата;\n• удаленное оплачиваемое обучение;\n• сдельную оплату, зависящую от количества и сложности задач, которые вы выполните в течение месяца. В среднем — от 15000 рублей в месяц при работе 20 часов в неделю и от 30000 рублей в месяц при работе 40 часов в неделю. Премия по итогам месяца до 30 процентов;\n• два варианта оформления:\n• частичная занятость (работа по совместительству) — 5 дней в неделю по 4 часа, можно совмещать с учебой или другой работой;\n• полная занятость (основное место работы) — 5 дней в неделю по 8 часов."
    },
    {
      "Профессия": "Аналитик",
      "Заработная плата": 150000,
      "Ссылка на вакансию": "https://www.superjob.ru/vakansii/analitik-45812126.html",
      "Требования к работе": "Перечень задач:\n• Организация доступности информации для оперативного/тактического/стратегического управления. Проектирование и разработка витрин данных\n• Разработка аналитической отчетности.\n• Разработка дашбордов для оперативного и стратегического управления.\nУправленческие компетенции\n• Желательно:\n• Опыт управление проектом/ управление продуктом в областях:\n• Управленческая отчетность\n• Учетные системы\n• Витрины данных\n• BI системы\nТехнические компетенции\n• BI инструменты и инструменты подготовки данных\n• Python/Jupiter Notebook\n• Apache Airflow\n• Google Sheet + Apps Script\n• Excel\n• Системы для управления связками между сервисами (например N8N)\n• Базы данных\n• Математика на здоровом уровне\n• Эстетический вкус в визуализация и презентации данных\n• Способность задавать вопросы, структурировать и систематизировать.\nУсловия:\n\n• График работы с понедельника - по пятницу, с 8:00 - 17:00 (09:00 до 18:00)\n• Соблюдение трудового законодательства (официальное оформление с первого рабочего дня, \"белая\" заработная плата, оплачиваемые отпуска и больничные);\n• Стабильный рост заработной платы.\n• Корпоративные подарки от Компании на рождение ребенка, на 23 февраля. Новогодние подарки детям сотрудников.\n• Корпоративные скидки на нашу продукцию."
    },
    {
      "Профессия": "Data Scientist",
      "Заработная плата": "З/П не указана",
      "Ссылка на вакансию": "https://www.superjob.ru/vakansii/data-scientist-46185192.html",
      "Требования к работе": "Обязанности:\n• Использовать алгоритмы машинного обучения для решения бизнес-задач \n• Исследовать данные с целью получения новых признаков \n• Разрабатывать требования для сбора данных, дизайн A/B тестов \n• Заниматься написанием эффективного кода для получения агрегатов данных \n• Развивать инфраструктуру для автоматического построения и использования моделей машинного обучения \nТребования:\n• Высшее техническое образование \n• Уверенное знание SQL и готовность писать эффективные запросы\n• Уверенное владение Python (библиотеки работы с данными)\n• Опыт использования и внедрения алгоритмов машинного обучения\n• Знание базовых алгоритмов и структур данных, понимание плюсов и минусов \n• Уверенное знание математической статистики, умение применять для решения задач \n• Технический английский на уровне чтения статей и участия в конференциях \nУсловия:\n• формат работы;\n• График работы: 5/2; 8.00-17.00, 9.00-18.00 или 10.00-19.00 (на выбор);\n• Полугодовой бонус;\n• ДМС - после испытательного срока;\n• Дисконтная карта на продукцию 30% магазинов сети + корпоративные скидки и специальные условия от партнеров;\n• Обучение - доступно внутреннее и внешнее обучение, проводим внутренние митапы, техтолки, посещаем профильные конференции;\n• Некоторые бонусы предоставляются по принципу \"кафетерия\". Расскажем об этом подробнее при первом контакте."
    },
    {
      "Профессия": "Ведущий программист-разработчик 1С",
      "Заработная плата": 160000,
      "Ссылка на вакансию": "https://www.superjob.ru/vakansii/veduschij-programmist-razrabotchik-1s-46276436.html",
      "Требования к работе": "Обязанности:\n• работа на проектах внедрения и развития собственных продуктов 1С; \n• участие в разработке архитектуры проекта, постановке задач, макетировании, моделировании и оценке трудозатрат;\n• Собственно разработка кода, интерфейсов, отладка;\n• Внесение грамотных и аргументированных предложений по развитию решений.\n• разработка нетривиальных задач на проекте.\n• контроль кода и подходов;\nТребования:\n• опыт разработки решений на базе не типовых конфигураций;\n• знание платформы 1С, знакомство с типовыми решениями (опыт с БСП приветствуется).\n• знание/понимание смежных областей ИТ структуры.\n• опыт разработки на Linux, Bitrix, VBA, Python и других системах приветствуется;\n• работы с SQL базами данных;\n• опыт интеграции и реализации HTTP и WEB – сервисов;\n• умение работать в команде – понять, поддержать, предупредить ошибки;\n• быстрое вникание в бизнес-логику в новых сферах.\n• высокая коммуникабельность, умение доносить плюсы/минусы, умение слушать и принимать чужие решения как свои;\n• умение прорабатывать и принимать решения в режиме высокой неопределённости\nУсловия:\n• работа с 9 до 18 мск \n• Фул тайм 40-45 часов в неделю\n• отпуск 28 календарных дней \n• оплачиваемые переработки\n• испытательный срок 1 мес."
    },
    {
      "Профессия": "Преподаватель курса-Python для анализа данных",
      "Заработная плата": "З/П не указана",
      "Ссылка на вакансию": "https://www.superjob.ru/vakansii/prepodavatel-kursa-python-dlya-analiza-dannyh-46280736.html",
      "Требования к работе": "Обязанности:\n• Ведение занятий в рамках программы\nТребования:\n• Знать программирования на языке Python\n• Знать классы, библиотеки и функции Python для анализа и визуализации данных\n• Владеть методами программирования на языке Python\n• Уметь объединять данные из разных источников\nУсловия:\n• частичная занятость\n• Чтение лекций с пн-пт 9:00-14:00 или 14:05-19:00! ДИСТАНЦИОННО!"
    },
    {
      "Профессия": "Ведущий системный администратор",
      "Заработная плата": 160000,
      "Ссылка на вакансию": "https://www.superjob.ru/vakansii/veduschij-sistemnyj-administrator-46276186.html",
      "Требования к работе": "МНОГОПРОФИЛЬНЫЙ МЕДИЦИНСКИЙ ХОЛДИНГ «СМ-КЛИНИКА» - это одна из крупнейших сетей многопрофильных медицинских центров для взрослых и детей, ведущая историю своего существования с 2002 года.\nОБЯЗАННОСТИ:\n• Администрирование, настройка и сопровождение виртуальных серверов на базе Linux и Windows\n• Администрирование, настройка и сопровождение виртуальной инфраструктуры VMWare\n• Администрирование, настройка и сопровождение СУБД, MS SQL, MySQL, PostgreSQL, no SQL\n• Администрирование, настройка и сопровождение физических серверов и СХД\n• Настройка и поддержка окружения для команды разработчиков (сервисы на Linux)\n• Автоматизация процессов обслуживания серверов\n• Резервное копирование СУБД и серверов (Veeam)\n• Сопровождение почтового сервера (Zimbra)\n• Сопровождение системы мониторинга Zabbix\n• Сопровождение оборудования в ЦОДа\n• Мониторинг производительности и оптимизация работы серверов и сервисов\n• Проведение регламентных работ на оборудовании и платформы виртуализации\n• Документирование виртуальной и серверной инфраструктуры и вносимых изменений\n• 3й уровень поддержки пользователей\nТРЕБОВАНИЯ:\n• Высшее техническое образование\n• Опыт работы системным администратором не менее 6 лет\n• Глубокие знание ОС Linux Centos, Fedora (понимание работы iptables)\n• Глубокие знания серверных ОС Windows и базовых сервисов - AD, DHCP, DNS, RDS, IIS, WSUS и т.д.\n• Знание (установка, конфигурирование, обслуживание) Apache, Nginx, Ha-proxy, Keepalived, RabbitMQ, Squid\n• Знание сетевых протоколов (понимание маршрутизации ipv4)\n• Опыт работы с SCM-системами Ansible/Chef/Puppet\n• Опыт работы с продуктами Atlassian (Jira,Confluence)\n• Опыт эксплуатации сервисов высокой доступности\n• Опыт работы с СХД (NetApp/VSAN/VxFlex) уровня предприятия - внедрение и сопровождение\n• Опыт внедрения и поддержки платформ виртуализации\n• VMWARE в промышленной среде\n• Опыт настройки систем резервного копирования\n• Опыт написания скриптов на Bash, Powershell, Python\nУСЛОВИЯ:\n• График работы 5/2 (09.00-18.00)\n• Территориально ул. Аргуновская 3 к.2 м. ВДНХ\n• Дополнительное обучение в корпоративном учебном центре (повышение квалификации, сертификационное обучение, обучение управленческим навыкам)\n• Возможность развития в рамках программы «Кадровый резерв»\n• Льготное медицинское обслуживание для сотрудников в клиниках Холдинга (включая стоматологию, косметологию) и скидки для членов семьи\n• Скидки для сотрудников в аптеках сети Холдинга\n• Корпоративное питание в кафе клиник\n• Специальные тарифы на отдых в загородном Парк-Отеле\n• Бесплатные спортивные секции для сотрудников (футбол, волейбол, танцы, йога, вокал, киберспорт)\n• Корпоративные программы и специальные предложения от партнеров Холдинга"
    },
    {
      "Профессия": "Программист Phyton, Java Script",
      "Заработная плата": "З/П не указана",
      "Ссылка на вакансию": "https://www.superjob.ru/vakansii/programmist-phyton-46425973.html",
      "Требования к работе": "Обязанности: \n• Работа по обработке данных API и протоколов низкого уровня.\n• Доработка существующей интеграции технических средств охраны с ПО на OC «Astra Linux».\n• Создание интеграции с другими средствами охраны на основе открытого API.\nТребования: \n• \nЗнание языков программирования и уверенное владение языками программирования Phyton, Java Script.\n• \nЗнание особенностей построения кода в средах ОС Linux.\n• \nУмение правильно писать код («культура написания – чтобы можно было разобраться»).\n• \nУмение отлаживать рабочий код, устраняя ошибки.\n• \nУмение оптимизировать коды программ, понимать суть ветвления и слияния.\n• \nХорошее знание математики, основных алгоритмов.\n• \nПунктуальность.\nУсловия: \n• Работа в компании - лидере производства и торговли металлоконструкциями - мы на рынке уже более 14 лет!\n• Предполагается проектная занятость продолжительностью до 1 года. В дальнейшем может рассматриваться постоянное сотрудничество, участие в других проектах компании.\n• График работы гибридный: преимущественно удаленная работа, присутствие в офисе необходимо только для участия в ключевых совещаниях по проекту. Офис рядом со ст.м. Водный стадион.\n• Стабильный конкурентный доход, своевременная выплата заработной платы в полном объеме на карту банка.\n• Оформление по ТК РФ (по желанию договор ГПХ или трудовой договор на определенный срок)."
    },
    {
      "Профессия": "CRM-аналитик",
      "Заработная плата": "З/П не указана",
      "Ссылка на вакансию": "https://www.superjob.ru/vakansii/crm-analitik-46430970.html",
      "Требования к работе": "Обязанности:\n \n• Разработка отчетности по цифровому привлечению (в каналах сайт, мобильный банк и интернет банк) и CRM кампаниям в сегменте состоятельных клиентов.\n \n• Проведение аналитики, исследований, поиск инсайтов по результатам проведенных кампаний, воронкам продаж, этапам жизненного цикла клиента, портфельной аналитике. Формирование аналитических записок и рекомендаций для развития цифрового бизнеса\n \n• Согласование требований и разработка дэшбордов, визуализация данных, презентация отчётов.\n \n• Сегментация данных, формирование и тестирование гипотез, поиск зависимостей, в том числе статистическими методами.\n \n• Участие в разработке моделей склонностей к различным банковским продуктам совместно с кросс-функциональными командами.\n \n• Формирование требований на разработку, оценку и внедрение моделей и алгоритмов, которые поддерживают аналитические решения на основе машинного обучения (ML), выступая в роли бизнес-заказчика у профильных подразделений.\n \n• Выбор и расчет метрик качества моделей (ROC, AUC, интерпретация результатов в привязке к конверсиям по маркетинговым кампаниям).\n \n• Подготовка выгрузок с помощью SQL-скриптов для задач целевого маркетинга (формирование сегментов для запуска кампаний).\n \n• Ad hoc аналитика по запросу .\n \n• Координация действий со смежными подразделениями по развитию жизненного цикла клиента и работе с данными с целью создания комплексных аналитических решений.\n \nТребования:\n \n• Обязательно – опыт работы от 3 лет на позициях, связанных с анализом бизнес-показателей и/или обработкой и анализом данных.\n \n• Обязательно – опыт работы с большими массивами данных в промышленной БД (Greenplum, Teradata, Oracle, MSSQL, PostgreSQL).\n \n• Обязательно – опыт написания сложных SQL-запросов.\n \n• Желательно – опыт работы в любой из ключевых BI систем или готовность научиться в них работать (Qlik, Tableau, Power BI).\n \n• Желательно – опыт владения Python или R, статистических пакетов.\n \n• Желательно – понимание основ машинного обучения и моделирования в таких областях, как кластеризация, классификация, регрессия, выявление аномалий, моделирование и оптимизация, с использованием больших массивов данных.\n \n• Желательно – базовое понимание основных банковских или финансовых продуктов\n \n• Будем плюсом – опыт работы в CRM и Digital маркетинге, X-sell.\n \n• Будет плюсом – понимание базовых принципов работы систем Web-аналитики.\n \n• Обязательно – продвинутый пользователь Microsoft Office (Excel, PowerPoint), желательно базовый уровень опыта PowerPivot, ThinkCell.\n \nУсловия:\n \n• трудоустройство согласно Законодательству;\n \n• конкурентная заработная плата;\n \n• профессиональное обучение и развитие;\n \n• добровольное медицинское страхование, льготные условия кредитования;\n \n• корпоративная пенсионная программа, материальная помощь;\n \n• спортивная жизнь и корпоративные мероприятия;\n \n• возможность построить карьеру в ведущем банке России."
    },
    {
      "Профессия": "Специалист по парсерам",
      "Заработная плата": 100000,
      "Ссылка на вакансию": "https://www.superjob.ru/vakansii/specialist-po-parseram-46449440.html",
      "Требования к работе": "Вакансия компании \"MARPLA\"\nМARketPLAce - Сервис анализа поисковых запросов на Wildberries.\nОбязанности:\n- Разработка и сопровождение парсера для сбора данных с маркетплейса Wildberries.\nТребования:\n- Положительный опыт работы в команде;\n- Выходить во внерабочее время (при необходимости), для устранения критических и аварийных багов парсера;\n- Высшее техническое образование;\n- Опыт высоконагруженного парсинга:\nмногопоточный парсинг через прокси в несколько тысяч потоков;\nот 100 млн запросов в сутки;\nот 0.5 млрд записей результатов в сутки;\n- Знание python, pandas;\n- Понимание принципов работы поисковых систем, обязательных требований к сайтам;\n- ООП, структуры данных, базовые алгоритмы и понимание их сложности, базовое знание HTML/CSS/JS, базовый Git.\nУсловия:\n- Удаленный формат работы;\n- Разнообразные интересные мотивирующие задачи;\n- Своевременная выплата заработной платы."
    }
  ]
}